[
    {
        "title": "Why Nintendo?",
        "description": "The original Nintendo Entertainment System was off the hook."
    },
    {
        "title": "Adventure",
        "description": "This game for the Atari 2600 contained the first easter egg in a video game."
    },
    {
        "title": "Fippy Darkpaw",
        "description": "This NPC has spawned millions of times in Everquest following millions of deaths.  How????"
    },
    {
        "title": "Mario Appeared Where?",
        "description": "Nintendo's main man, Mario, actually first appeared in the arcade game Donkey Kong on July 9, 1981, and he went by the name Jumpman."
    },
    {
        "title": "Mario's First Pet",
        "description": "In this game, Donkey Kong was actually Mario's pet ape who escapes and kidnaps Mario's girlfriend, Pauline."
    },
    {
        "title": "Mario's Original Job",
        "description": "When Mario made his debut in this game, his profession was a carpenter since the game took place at a construction site. It wasn't until Mario Bros. that Mario made the career change to plumber, as much of this game took place underground."
    },
    {
        "title": "A 1983 Popular Baby Name",
        "description": "Due to the popularity of the Mario Bros. game in 1983 there was a huge increase in the number of people naming their children Mario during that time."
    },
    {
        "title": "$500 Starts Atari!",
        "description": "Nolan Bushnell and Ted Dabney started Atari with just $500. Within 5 years the company earned $28 million, and by 1982, sales topped $2 billion."
    },
    {
        "title": "Atari and Chuck E. Cheese",
        "description": "In addition to starting Atari, Nolan Bushnell also founded the popular pizza and entertainment company, Chuck E. Cheese."
    },
    {
        "title": "Bowser: An Ox or a Turtle?",
        "description": "Bowser, the main antagonist of Nintendo’s Mario franchise, was originally envisioned to be an ox. This is probably why he has horns and a defined snout, even though he is a turtle."
    },
    {
        "title": "Worst Video Game EVER!!!!",
        "description": "Atari's E.T. the Extra Terrestrial is largely considered the worst video game of all time."
    },
    {
        "title": "Where Did E.T. Go???",
        "description": "The urban legend - that turned out to be true - was that Atari had so many unsold copies [of E.T. the Extra Terrestrial] that they buried them in the desert. A documentary crew actually went out and dug them up!"
    }
]